Repository: aaugustin/myks-contact
Catalog: contact/locale/*/LC_MESSAGES/django.po
Languages: fr

source: This is a shield against bots, a basic <a href="http://en.wikipedia.org/wiki/Captcha">CAPTCHA</a>.
fr: Ceci est un bouclier contre les robots spammeurs, un <a href="http://fr.wikipedia.org/wiki/Captcha">CAPTCHA</a> rudimentaire.

source: Your e-mail
fr: Votre e-mail

source: Give me a valid e-mail address, otherwise I won't be able to answer.
fr: Indiquez moi une adresse e-mail valide, sinon je ne pourrai pas vous répondre.

source: Subject
fr: Sujet

source: This code isn't valid.
fr: Ce code n'est pas correct.

source: Contact my by e-mail
fr: Me contacter par email

source: You can send me an e-mail with the following form, except if you are trying to sell SEO services — no thanks.
fr: Vous pouvez m'envoyer un email avec le formulaire suivant, sauf si vous cherchez à me vendre des services de SEO — non merci.

source: Copy this code in the first field: <strong>%(captcha_value)s</strong>.
fr: Recopiez ce code dans le premier champ: <strong>%(captcha_value)s</strong>.

source: Send e-mail!
fr: Envoyer l'e-mail !

source: Your e-mail was sent. I will read it as soon as I receive it.
fr: Votre message a été envoyé. Je le lirai dès que je le recevrai.

source: You can now <a href="%(home_url)s">go back to the home page</a>.
fr: Vous pouvez maintenant <a href="%(home_url)s">revenir à la page d'accueil.</a>.
